Repository: yanni13/ColorWalk
Catalog: ColorWalk/ColorWalk/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans, zh_hant

# accessibility.close
source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# accessibility.editName
source: 이름 수정
en: Edit Name
ja: 名前を編集
zh_hans: 编辑名称
zh_hant: 編輯名稱

# accessibility.myLocation
source: 내 위치로 이동
en: My Location
ja: 現在地へ移動
zh_hans: 前往我的位置
zh_hant: 前往我的位置

# accessibility.photo
source: 사진
en: Photo
ja: 写真
zh_hans: 照片
zh_hant: 照片

# accessibility.shuffleMission
source: 미션 셔플
en: Shuffle Mission
ja: ミッションをシャッフル
zh_hans: 随机任务
zh_hant: 隨機任務

# alert.editName.message
source: 미션의 이름을 입력해주세요
en: Enter a mission name
ja: ミッションの名前を入力してください
zh_hans: 请输入任务名称
zh_hant: 請輸入任務名稱

# alert.editName.title
source: 이름 수정
en: Edit Name
ja: 名前を編集
zh_hans: 编辑名称
zh_hant: 編輯名稱

# alert.mission.change.message
source: ⚠️ 미션 색상 변경: 현재 촬영한 사진이 모두 초기화되며 저장되지 않습니다. 계속하시겠습니까?
en: ⚠️ Changing the mission color will clear all captured photos. Continue?
ja: ⚠️ ミッションの色を変更すると、撮影した写真がすべて削除されます。続けますか？
zh_hans: ⚠️ 更改任务颜色将清除所有已拍摄的照片。是否继续？
zh_hant: ⚠️ 更改任務顏色將清除所有已拍攝的照片。是否繼續？

# alert.mission.change.title
source: 미션 색상 변경
en: Change Mission Color
ja: ミッションの色を変更
zh_hans: 更改任务颜色
zh_hant: 更改任務顏色

# alert.photo.delete.message
source: 해당 사진을 정말 삭제하시겠습니까?
en: Are you sure you want to delete this photo?
ja: この写真を削除してもよろしいですか？
zh_hans: 确定要删除这张照片吗？
zh_hant: 確定要刪除這張照片嗎？

# alert.photo.delete.title
source: 사진 삭제
en: Delete Photo
ja: 写真を削除
zh_hans: 删除照片
zh_hant: 刪除照片

# alert.save.failure.message
source: 사진 저장 중 오류가 발생했습니다.
en: An error occurred while saving the photo.
ja: 写真の保存中にエラーが発生しました。
zh_hans: 保存照片时发生错误。
zh_hant: 儲存照片時發生錯誤。

# alert.save.failure.title
source: 저장 실패
en: Save Failed
ja: 保存失敗
zh_hans: 保存失败
zh_hant: 儲存失敗

# alert.save.permission.message
source: 설정에서 사진 접근 권한을 허용해주세요.
en: Please allow photo access in Settings.
ja: 設定で写真へのアクセスを許可してください。
zh_hans: 请在设置中允许访问照片。
zh_hant: 請在設定中允許存取照片。

# alert.save.permission.title
source: 사진 저장 권한 필요
en: Photo Access Required
ja: 写真へのアクセスが必要
zh_hans: 需要照片访问权限
zh_hant: 需要照片存取權限

# alert.save.success.message
source: 사진이 갤러리에 저장되었습니다.
en: Photo saved to gallery.
ja: 写真がギャラリーに保存されました。
zh_hans: 照片已保存到相册。
zh_hant: 照片已儲存至相簿。

# alert.save.success.title
source: 저장 완료!
en: Saved!
ja: 保存完了！
zh_hans: 保存成功！
zh_hant: 儲存成功！

# button.apply
source: 적용하기
en: Apply
ja: 適用する
zh_hans: 应用
zh_hant: 套用

# button.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# button.change
source: 변경
en: Change
ja: 変更
zh_hans: 更改
zh_hant: 更改

# button.close
source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# button.confirm
source: 확인
en: OK
ja: 確認
zh_hans: 确认
zh_hant: 確認

# button.customInput
source: 직접 입력
en: Custom
ja: 直接入力
zh_hans: 自定义
zh_hant: 自訂

# button.delete
source: 삭제
en: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# button.deleteAction
source: 삭제하기
en: Delete
ja: 削除する
zh_hans: 删除
zh_hant: 刪除

# button.deselectAll
source: 전체 해제
en: Deselect All
ja: すべて解除
zh_hans: 取消全选
zh_hant: 取消全選

# button.done
source: 완료하기
en: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# button.openSettings
source: 설정으로 이동
en: Go to Settings
ja: 設定へ移動
zh_hans: 前往设置
zh_hant: 前往設定

# button.randomColor
source: 랜덤 색상
en: Random Color
ja: ランダムカラー
zh_hans: 随机颜色
zh_hant: 隨機顏色

# button.save
source: 저장하기
en: Save
ja: 保存する
zh_hans: 保存
zh_hant: 儲存

# button.share
source: 공유하기
en: Share
ja: 共有する
zh_hans: 分享
zh_hant: 分享

# camera.filter.cool
source: 차갑게
en: Cool
ja: クール
zh_hans: 冷色
zh_hant: 冷色

# camera.filter.mono
source: 흑백
en: Mono
ja: モノクロ
zh_hans: 黑白
zh_hant: 黑白

# camera.filter.normal
source: 노멀
en: Normal
ja: ノーマル
zh_hans: 普通
zh_hant: 普通

# camera.filter.soft
source: 부드럽게
en: Soft
ja: ソフト
zh_hans: 柔和
zh_hant: 柔和

# camera.filter.vivid
source: 선명하게
en: Vivid
ja: ビビッド
zh_hans: 鲜明
zh_hant: 鮮明

# camera.filter.warm
source: 따뜻하게
en: Warm
ja: ウォーム
zh_hans: 暖色
zh_hant: 暖色

# camera.match
source: %lld%% 일치
en: %lld%% match
ja: %lld%%一致
zh_hans: %lld%%匹配
zh_hant: %lld%%吻合

# camera.mission.label
source: 오늘의 미션: %@를 찾아보세요
en: Today's mission: Find %@
ja: 今日のミッション：%@を探してみよう
zh_hans: 今日任务：寻找%@
zh_hant: 今日任務：尋找%@

# camera.title
source: 색상 촬영
en: Color Camera
ja: カラー撮影
zh_hans: 颜色拍摄
zh_hant: 顏色拍攝

# camera.toast.collectFail
source: ✗ 일치율 %lld%% · 60%% 이상이어야 수집 가능해요
en: ✗ %lld%% match · Need 60%% or higher to collect
ja: ✗ 一致率%lld%% · 60%%以上で収集できます
zh_hans: ✗ 匹配率%lld%% · 需要60%%以上才能收集
zh_hant: ✗ 吻合率%lld%% · 需要60%%以上才能收集

# camera.toast.collectSuccess
source: ✓ 색상 수집 완료! (%lld%%)
en: ✓ Collected! (%lld%% match)
ja: ✓ 色を収集しました！（%lld%%）
zh_hans: ✓ 收集成功！（%lld%%匹配）
zh_hant: ✓ 收集成功！（%lld%%吻合）

# collection.mission.color
source: 오늘의 미션 색상
en: Today's mission color
ja: 今日のミッションカラー
zh_hans: 今日任务颜色
zh_hant: 今日任務顏色

# collection.mission.complete
source: 완성 (%lld/%lld)
en: Complete (%lld/%lld)
ja: 完成 (%lld/%lld)
zh_hans: 完成 (%lld/%lld)
zh_hant: 完成 (%lld/%lld)

# collection.mission.incomplete
source: 미완성 (%lld/%lld)
en: Incomplete (%lld/%lld)
ja: 未完成 (%lld/%lld)
zh_hans: 未完成 (%lld/%lld)
zh_hant: 未完成 (%lld/%lld)

# collection.share.hint
source: 9개의 미션을 수행하면 그리드를 공유할 수 있어요!
en: Complete 9 missions to share your grid!
ja: 9つのミッションを達成するとグリッドを共有できます！
zh_hans: 完成9个任务后可以分享您的网格！
zh_hant: 完成9個任務後可以分享您的格格！

# collection.share.title
source: 담아, 미션 그리드
en: Collect, Mission Grid
ja: 担って，ミッショングリッド
zh_hans: 收集，任务网格
zh_hant: 收集，任務格格

# collectionEdit.instruction
source: 그리드에 담을 사진 9장을 선택하세요
en: Select 9 photos for your grid
ja: グリッドに載せる写真を9枚選んでください
zh_hans: 选择9张照片放入网格
zh_hant: 選擇9張照片放入格格

# collectionEdit.selectedPhotos
source: 선택한 사진
en: Selected Photos
ja: 選択した写真
zh_hans: 已选照片
zh_hant: 已選照片

# collectionEdit.title
source: 사진 선택
en: Select Photos
ja: 写真を選択
zh_hans: 选择照片
zh_hant: 選擇照片

# color.preset.cherryBlossom
source: 벚꽃
en: Pink
ja: 桜
zh_hans: 樱花
zh_hant: 櫻花

# color.preset.coral
source: 산호
en: Coral
ja: 珊瑚
zh_hans: 珊瑚
zh_hant: 珊瑚

# color.preset.grape
source: 포도
en: Violet
ja: ぶどう
zh_hans: 葡萄紫
zh_hant: 葡萄紫

# color.preset.lavender
source: 라벤더
en: Purple
ja: ラベンダー
zh_hans: 薰衣草紫
zh_hant: 薰衣草紫

# color.preset.mint
source: 민트
en: Mint
ja: ミント
zh_hans: 薄荷
zh_hant: 薄荷

# color.preset.ocean
source: 바다
en: Ocean
ja: 海
zh_hans: 海洋
zh_hant: 海洋

# color.preset.sky
source: 하늘
en: Sky
ja: 空
zh_hans: 天空
zh_hant: 天空

# color.preset.sunset
source: 노을
en: Sunset
ja: 夕焼け
zh_hans: 日落
zh_hant: 日落

# colorCard.collected
source: 수집된 색상
en: Captured Color
ja: 収集した色
zh_hans: 已收集的颜色
zh_hant: 已收集的顏色

# colorConfirm.description
source: 선택한 색상으로 오늘의 미션이 변경됩니다.
en: Today's mission will be updated to the selected color.
ja: 選択した色で今日のミッションが変更されます。
zh_hans: 今日任务将更新为所选颜色。
zh_hant: 今日任務將更新為所選顏色。

# colorConfirm.newColorLabel
source: 선택한 색상
en: Selected Color
ja: 選択した色
zh_hans: 所选颜色
zh_hant: 所選顏色

# colorConfirm.oldColorLabel
source: 기존 색상
en: Current Color
ja: 現在の色
zh_hans: 当前颜色
zh_hant: 目前顏色

# colorConfirm.title
source: 색상 변경 확인
en: Confirm Color Change
ja: 色の変更を確認
zh_hans: 确认更改颜色
zh_hant: 確認更改顏色

# colorDetail.shareText
source: 친구가 오늘의 컬러를 공유하고 싶어해요!
en: A friend wants to share today's color with you!
ja: 友達が今日の色を共有したいそうです！
zh_hans: 朋友想与您分享今日的颜色！
zh_hant: 朋友想與您分享今日的顏色！

# colorPalette.selectedColor
source: 선택된 색상
en: Selected Color
ja: 選択された色
zh_hans: 已选颜色
zh_hant: 已選顏色

# colorPalette.title
source: 색상 직접 선택
en: Custom Color
ja: カラーを直接選択
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# colorPicker.currentColorLabel
source: 현재 미션 색상
en: Current Mission Color
ja: 現在のミッションカラー
zh_hans: 当前任务颜色
zh_hant: 目前任務顏色

# colorPicker.customColorName
source: 직접 선택한 색상
en: Custom Color
ja: 直接選択した色
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# colorPicker.customInputLabel
source: 직접 입력
en: Custom
ja: 直接入力
zh_hans: 自定义
zh_hant: 自訂

# colorPicker.presetLabel
source: 추천 색상
en: Preset Colors
ja: おすすめカラー
zh_hans: 推荐颜色
zh_hant: 推薦顏色

# colorPicker.title
source: 미션 색상 변경
en: Change Mission Color
ja: ミッションカラーを変更
zh_hans: 更改任务颜色
zh_hant: 更改任務顏色

# details.colorAccuracy
source: 색상 정확도
en: Color Accuracy
ja: 色の精度
zh_hans: 颜色准确度
zh_hant: 顏色準確度

# details.missionProgress
source: 미션 진행
en: Mission Progress
ja: ミッションの進行
zh_hans: 任务进度
zh_hant: 任務進度

# empty.subtitle
source: 이 날은 산책을 하지 않았어요.
en: No walk recorded for this day.
ja: この日は散歩しませんでした。
zh_hans: 这一天没有散步记录。
zh_hant: 這一天沒有散步記錄。

# empty.title
source: 텅~
en: Empty
ja: 空っぽ〜
zh_hans: 空空的~
zh_hant: 空空的~

# gallery.instruction
source: 원하는 색상 부분을 탭하세요
en: Tap the color area you want
ja: 欲しい色の部分をタップしてください
zh_hans: 点击您想要的颜色区域
zh_hant: 點擊您想要的顏色區域

# gallery.popup.collect
source: 수집하기
en: Collect
ja: 収集する
zh_hans: 收集
zh_hant: 收集

# gallery.popup.desc.canCollect
source: 검출 색상: %@ 미션 일치율 %lld%% · 이대로 수집할까요?
en: Detected: %@ %lld%% match · Collect this color?
ja: 検出色：%@ ミッション一致率%lld%% · このまま収集しますか？
zh_hans: 检测颜色：%@ 匹配率%lld%% · 要收集这个颜色吗？
zh_hant: 偵測顏色：%@ 吻合率%lld%% · 要收集這個顏色嗎？

# gallery.popup.desc.cannotCollect
source: 검출 색상: %@ 일치율 %lld%% · 60%% 이상이어야 수집할 수 있어요
en: Detected: %@ %lld%% match · Needs 60%%+ to collect
ja: 検出色：%@ 一致率%lld%% · 60%%以上で収集できます
zh_hans: 检测颜色：%@ 匹配率%lld%% · 需要60%%以上才能收集
zh_hant: 偵測顏色：%@ 吻合率%lld%% · 需要60%%以上才能收集

# gallery.popup.match.different
source: 좀 다른 색이네요...
en: A bit different...
ja: 少し違う色ですね...
zh_hans: 有点不同...
zh_hant: 有點不同...

# gallery.popup.match.perfect
source: 딱 맞는 색이네요!
en: Perfect match!
ja: ぴったりの色ですね！
zh_hans: 完美匹配！
zh_hant: 完美吻合！

# gallery.popup.match.similar
source: 비슷한 색이네요!
en: Similar color!
ja: 似た色ですね！
zh_hans: 颜色相似！
zh_hant: 顏色相似！

# gallery.popup.match.veryDifferent
source: 많이 다른 색이에요...
en: Very different...
ja: かなり違う色です...
zh_hans: 差别很大...
zh_hant: 差別很大...

# gallery.popup.retry
source: 다시 찾기
en: Try Again
ja: もう一度探す
zh_hans: 重新寻找
zh_hant: 重新尋找

# gallery.title
source: 색상 수집
en: Color Collection
ja: カラーコレクション
zh_hans: 颜色收集
zh_hant: 顏色收集

# home.changeMission.button
source: 색상이 마음에 안 드시나요? →
en: Not feeling the color? →
ja: この色が気に入らないですか？ →
zh_hans: 不喜欢这个颜色？ →
zh_hant: 不喜歡這個顏色？ →

# home.midnight.banner
source: 자정이 지났어요! 새로운 미션이 도착했습니다
en: Midnight passed! A new mission has arrived.
ja: 深夜を過ぎました！新しいミッションが届きました
zh_hans: 已过午夜！新任务已到来。
zh_hant: 已過午夜！新任務已到來。

# home.mission.section
source: 오늘의 미션
en: Today's Mission
ja: 今日のミッション
zh_hans: 今日任务
zh_hant: 今日任務

# home.photos.count
source: %lld / 9장
en: %lld / 9
ja: %lld / 9枚
zh_hans: %lld / 9张
zh_hant: %lld / 9張

# home.photos.section
source: 촬영한 사진
en: Photos Taken
ja: 撮影した写真
zh_hans: 已拍摄的照片
zh_hant: 已拍攝的照片

# home.placeholder
source: 새로운 색상을 찾으세요
en: Find a new color
ja: 新しい色を探してください
zh_hans: 寻找新的颜色
zh_hant: 尋找新的顏色

# home.progress.count
source: 현재 9칸 중 %lld칸을 담았어요
en: Collected %lld / 9 slots
ja: 現在9マス中%lldマスを集めました
zh_hans: 已收集9格中的%lld格
zh_hant: 已收集9格中的%lld格

# home.progress.section
source: 수집 현황
en: Collection Status
ja: 収集状況
zh_hans: 收集状态
zh_hant: 收集狀態

# home.title
source: 담아,
en: Dama,
ja: 担って，
zh_hans: 拾色，
zh_hant: 拾色，

# location.current
source: 현재 위치
en: Current Location
ja: 現在地
zh_hans: 当前位置
zh_hant: 目前位置

# mission.color.blue
source: 파랑
en: Blue
ja: 青
zh_hans: 蓝色
zh_hant: 藍色

# mission.color.blueGray
source: 회청색
en: Blue-Gray
ja: 青灰色
zh_hans: 蓝灰色
zh_hant: 藍灰色

# mission.color.darkGreen
source: 진초록
en: Deep Green
ja: 濃い緑
zh_hans: 深绿
zh_hant: 深綠

# mission.color.default
source: 색상
en: Color
ja: カラー
zh_hans: 颜色
zh_hant: 顏色

# mission.color.gray
source: 회색
en: Gray
ja: グレー
zh_hans: 灰色
zh_hant: 灰色

# mission.color.green
source: 초록
en: Green
ja: 緑
zh_hans: 绿色
zh_hant: 綠色

# mission.color.indigo
source: 인디고
en: Indigo
ja: インディゴ
zh_hans: 靛蓝
zh_hant: 靛藍

# mission.color.lightGray
source: 연회색
en: Light Gray
ja: 薄灰色
zh_hans: 浅灰色
zh_hant: 淺灰色

# mission.color.navy
source: 남색
en: Navy
ja: ネイビー
zh_hans: 海军蓝
zh_hant: 海軍藍

# mission.color.orange
source: 주황
en: Orange
ja: オレンジ
zh_hans: 橙色
zh_hant: 橙色

# mission.color.pink
source: 핑크
en: Pink
ja: ピンク
zh_hans: 粉色
zh_hant: 粉色

# mission.color.purple
source: 보라
en: Purple
ja: 紫
zh_hans: 紫色
zh_hant: 紫色

# mission.color.red
source: 빨강
en: Red
ja: 赤
zh_hans: 红色
zh_hant: 紅色

# mission.color.sky
source: 하늘
en: Sky
ja: 空色
zh_hans: 天蓝
zh_hant: 天藍

# mission.color.slate
source: 슬레이트
en: Slate
ja: スレート
zh_hans: 石板灰
zh_hant: 石板灰

# mission.color.yellow
source: 노랑
en: Yellow
ja: 黄色
zh_hans: 黄色
zh_hant: 黃色

# mission.status.complete
source: 완성
en: Complete
ja: 完成
zh_hans: 完成
zh_hant: 完成

# mission.status.incomplete
source: 미완성
en: Incomplete
ja: 未完成
zh_hans: 未完成
zh_hant: 未完成

# mission.status.inProgress
source: 아쉬워요 😢 미션을 완성하지 못했어요.
en: So close... Mission not completed 😢
ja: 残念 😢 ミッションを完成できませんでした。
zh_hans: 太可惜了 😢 任务未能完成。
zh_hant: 太可惜了 😢 任務未能完成。

# mission.theme.abyss
source: 심연의
en: Abyss
ja: 深淵の
zh_hans: 深渊的
zh_hant: 深淵的

# mission.theme.afternoon
source: 오후의
en: Afternoon
ja: 午後の
zh_hans: 午后的
zh_hant: 午後的

# mission.theme.afterRain
source: 비 온 뒤
en: After Rain
ja: 雨上がり
zh_hans: 雨后
zh_hant: 雨後

# mission.theme.beforeStorm
source: 폭풍 전야
en: Before the Storm
ja: 嵐の前夜
zh_hans: 暴风前夜
zh_hant: 暴風前夜

# mission.theme.blazing
source: 타오르는
en: Blazing
ja: 燃え盛る
zh_hans: 燃烧的
zh_hant: 燃燒的

# mission.theme.blueSky
source: 파란 하늘
en: Blue Sky
ja: 青い空
zh_hans: 蓝天
zh_hant: 藍天

# mission.theme.bright
source: 밝은
en: Bright
ja: 明るい
zh_hans: 明亮的
zh_hant: 明亮的

# mission.theme.calm
source: 차분한
en: Calm
ja: 落ち着いた
zh_hans: 沉静的
zh_hant: 沉靜的

# mission.theme.canola
source: 유채꽃
en: Canola
ja: 菜の花
zh_hans: 油菜花
zh_hant: 油菜花

# mission.theme.cherryBlossom
source: 벚꽃
en: Cherry Blossom
ja: 桜
zh_hans: 樱花
zh_hant: 櫻花

# mission.theme.cityForest
source: 빌딩 숲
en: City Forest
ja: ビルの森
zh_hans: 城市森林
zh_hant: 城市森林

# mission.theme.clean
source: 깨끗한
en: Clean
ja: 清潔な
zh_hans: 清洁的
zh_hant: 清潔的

# mission.theme.clearLake
source: 맑은 호수
en: Clear Lake
ja: 澄んだ湖
zh_hans: 清澈的湖
zh_hant: 清澈的湖

# mission.theme.clearOf
source: 맑은
en: Clear
ja: 澄んだ
zh_hans: 清澈的
zh_hant: 清澈的

# mission.theme.cloudy
source: 구름 하늘
en: Cloudy
ja: 曇り空
zh_hans: 多云天空
zh_hant: 多雲天空

# mission.theme.cold
source: 차가운
en: Cold
ja: 冷たい
zh_hans: 冷冽的
zh_hant: 冷冽的

# mission.theme.cool
source: 시원한
en: Cool
ja: 涼しい
zh_hans: 清凉的
zh_hant: 清涼的

# mission.theme.dark
source: 어두운
en: Dark
ja: 暗い
zh_hans: 黑暗的
zh_hant: 黑暗的

# mission.theme.dawn
source: 새벽
en: Dawn
ja: 夜明け
zh_hans: 黎明
zh_hant: 黎明

# mission.theme.deep
source: 진한
en: Deep
ja: 濃い
zh_hans: 深沉的
zh_hant: 深沉的

# mission.theme.deepMountain
source: 깊은 산
en: Deep Mountain
ja: 深い山
zh_hans: 深山
zh_hant: 深山

# mission.theme.deepNight
source: 깊은 밤
en: Deep Night
ja: 深夜
zh_hans: 深夜
zh_hant: 深夜

# mission.theme.faint
source: 아련한
en: Faint
ja: かすかな
zh_hans: 朦胧的
zh_hant: 朦朧的

# mission.theme.foggy
source: 안개 낀
en: Foggy
ja: 霧がかかった
zh_hans: 有雾的
zh_hant: 有霧的

# mission.theme.forest
source: 숲속
en: Forest
ja: 森の中
zh_hans: 森林深处
zh_hant: 森林深處

# mission.theme.forestOf
source: 숲의
en: Forest's
ja: 森の
zh_hans: 森林的
zh_hant: 森林的

# mission.theme.fresh
source: 싱그러운
en: Fresh
ja: みずみずしい
zh_hans: 清新的
zh_hant: 清新的

# mission.theme.galeWind
source: 거센 바람
en: Strong Wind
ja: 強い風
zh_hans: 狂风
zh_hant: 狂風

# mission.theme.golden
source: 금빛
en: Golden
ja: 金色
zh_hans: 金色
zh_hant: 金色

# mission.theme.grassScent
source: 풀내음
en: Grassy
ja: 草の香り
zh_hans: 草香
zh_hant: 草香

# mission.theme.greenTone
source: 초록빛
en: Green Tone
ja: 緑色
zh_hans: 绿色调
zh_hant: 綠色調

# mission.theme.heat
source: 열기 가득
en: Full of Heat
ja: 熱気いっぱい
zh_hans: 热浪滚滚
zh_hant: 熱浪滾滾

# mission.theme.heavy
source: 중후한
en: Heavy
ja: 重厚な
zh_hans: 厚重的
zh_hant: 厚重的

# mission.theme.heavyFeel
source: 무거운
en: Heavy
ja: 重い
zh_hans: 沉重的
zh_hant: 沉重的

# mission.theme.indigo
source: 인디고
en: Indigo
ja: インディゴ
zh_hans: 靛蓝
zh_hant: 靛藍

# mission.theme.intense
source: 강렬한
en: Intense
ja: 激しい
zh_hans: 强烈的
zh_hant: 強烈的

# mission.theme.light
source: 연한
en: Light
ja: 淡い
zh_hans: 浅淡的
zh_hant: 淺淡的

# mission.theme.lightningFlash
source: 번개 빛
en: Lightning
ja: 稲妻の光
zh_hans: 闪电光
zh_hant: 閃電光

# mission.theme.lively
source: 생기 가득
en: Lively
ja: 生き生きした
zh_hans: 生机勃勃
zh_hant: 生機勃勃

# mission.theme.midnight
source: 자정의
en: Midnight
ja: 真夜中の
zh_hans: 午夜的
zh_hant: 午夜的

# mission.theme.moist
source: 촉촉한
en: Moist
ja: しっとりした
zh_hans: 湿润的
zh_hant: 濕潤的

# mission.theme.monochrome
source: 무채색
en: Monochrome
ja: 無彩色
zh_hans: 无彩色
zh_hant: 無彩色

# mission.theme.mysterious
source: 신비로운
en: Mysterious
ja: 神秘的な
zh_hans: 神秘的
zh_hant: 神秘的

# mission.theme.night
source: 밤
en: Night
ja: 夜
zh_hans: 夜晚
zh_hant: 夜晚

# mission.theme.passion
source: 정열의
en: Passionate
ja: 情熱の
zh_hans: 热情的
zh_hant: 熱情的

# mission.theme.rainSoaked
source: 비 머금은
en: Rain-soaked
ja: 雨を含んだ
zh_hans: 沾满雨露
zh_hant: 沾滿雨露

# mission.theme.refreshing
source: 상큼한
en: Refreshing
ja: さわやかな
zh_hans: 清爽的
zh_hant: 清爽的

# mission.theme.shining
source: 빛나는
en: Shining
ja: 輝く
zh_hans: 闪耀的
zh_hant: 閃耀的

# mission.theme.shy
source: 수줍은
en: Shy
ja: 恥ずかしそうな
zh_hans: 羞涩的
zh_hant: 羞澀的

# mission.theme.slate
source: 슬레이트
en: Slate
ja: スレート
zh_hans: 石板
zh_hant: 石板

# mission.theme.soft
source: 소프트
en: Soft
ja: ソフト
zh_hans: 柔和
zh_hant: 柔和

# mission.theme.static
source: 정적인
en: Still
ja: 静的な
zh_hans: 静态的
zh_hant: 靜態的

# mission.theme.steel
source: 스틸
en: Steel
ja: スチール
zh_hans: 钢铁
zh_hant: 鋼鐵

# mission.theme.sunFull
source: 햇살 가득
en: Sun-drenched
ja: 日差しいっぱい
zh_hans: 阳光满满
zh_hant: 陽光滿滿

# mission.theme.sunset
source: 노을
en: Sunset
ja: 夕焼け
zh_hans: 日落
zh_hant: 日落

# mission.theme.throughClouds
source: 구름 사이
en: Through Clouds
ja: 雲の間
zh_hans: 云间
zh_hant: 雲間

# mission.theme.vivid
source: 화사한
en: Vivid
ja: 鮮やかな
zh_hans: 华丽的
zh_hant: 華麗的

# mission.theme.warning
source: 경고등
en: Warning
ja: 警告灯
zh_hans: 警示灯
zh_hant: 警示燈

# mission.theme.yellow
source: 노란
en: Yellow
ja: 黄色い
zh_hans: 黄色的
zh_hant: 黃色的

# mission.weather.infoFormat
source: 오늘의 날씨는 %@이에요
en: Today's weather is %@
ja: 今日の天気は%@です
zh_hans: 今天的天气是%@
zh_hant: 今天的天氣是%@

# mission.weather.noInfo
source: 날씨 정보 없음
en: No weather info
ja: 天気情報なし
zh_hans: 无天气信息
zh_hant: 無天氣資訊

# mission.weather.loading
source: 날씨 정보 로딩중 . .
en: Loading weather . .
ja: 天気情報を読み込み中 . .
zh_hans: 天气加载中 . .
zh_hant: 天氣載入中 . .

# missionDetail.weatherDetail
source: 기온 %@ · 습도 %@
en: Temp %@ · Humidity %@
ja: 気温%@ · 湿度%@
zh_hans: 气温%@ · 湿度%@
zh_hant: 氣溫%@ · 濕度%@

# missionDetail.weatherTitle
source: 실시간 날씨 정보
en: Weather Info
ja: リアルタイム天気情報
zh_hans: 实时天气信息
zh_hant: 即時天氣資訊

# nearbyPhotos.colorInfo
source: 색상 정보
en: Color Info
ja: カラー情報
zh_hans: 颜色信息
zh_hant: 顏色資訊

# nearbyPhotos.matchRate
source: • 매칭율 %lld%%
en: • Match %lld%%
ja: • 一致率%lld%%
zh_hans: • 匹配率%lld%%
zh_hant: • 吻合率%lld%%

# nearbyPhotos.noAddress
source: 주소 정보 없음
en: No address info
ja: 住所情報なし
zh_hans: 无地址信息
zh_hant: 無地址資訊

# nearbyPhotos.subtitle
source: 사진 %lld장
en: %lld Photos
ja: 写真%lld枚
zh_hans: %lld张照片
zh_hant: %lld張照片

# nearbyPhotos.time.daysAgo
source: %lld일 전
en: %lldd ago
ja: %lld日前
zh_hans: %lld天前
zh_hant: %lld天前

# nearbyPhotos.time.hoursAgo
source: %lld시간 전
en: %lldh ago
ja: %lld時間前
zh_hans: %lld小时前
zh_hant: %lld小時前

# nearbyPhotos.time.justNow
source: 방금 전
en: Just now
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

# nearbyPhotos.time.minutesAgo
source: %lld분 전
en: %lldm ago
ja: %lld分前
zh_hans: %lld分钟前
zh_hant: %lld分鐘前

# nearbyPhotos.title
source: 이 근처 사진
en: Nearby Photos
ja: 近くの写真
zh_hans: 附近的照片
zh_hant: 附近的照片

# nearbyPhotos.weather
source: 날씨
en: Weather
ja: 天気
zh_hans: 天气
zh_hant: 天氣

# nearbyPhotos.weatherNow
source: 현재
en: Now
ja: 現在
zh_hans: 当前
zh_hant: 目前

# notification.body
source: 오늘의 미션이 준비됐어요. 잠깐 나가볼까요?
en: Your color mission is waiting. Step outside.
ja: 今日のカラーミッションが待っています。ちょっと外へ出てみませんか？
zh_hans: 您的颜色任务在等待。出去走走吧。
zh_hant: 您的顏色任務在等待。出去走走吧。

# notification.missionName
source: 오늘의 색상 미션
en: Today's Color Mission
ja: 今日のカラーミッション
zh_hans: 今日颜色任务
zh_hant: 今日顏色任務

# notification.title
source: 오늘의 순간을 담아보세요
en: Capture today's moment
ja: 今日の瞬間を収めてみてください
zh_hans: 记录今日的瞬间
zh_hant: 記錄今日的瞬間

# onboarding.cta.button
source: 오늘의 첫 번째 색을 찾아볼까요?
en: Find your first color today?
ja: 今日の最初の色を探してみましょうか？
zh_hans: 现在去找第一个颜色吧？
zh_hant: 現在去找第一個顏色吧？

# onboarding.empty.desc
source: 산책하면서 주변의 아름다운 색을 카메라로 담아보세요
en: Capture the beautiful colors around you as you take a walk.
ja: 散歩しながら、周りの美しい色を カメラで収めてみてください
zh_hans: 在散步的同时， 用相机捕捉周围美丽的色彩吧
zh_hant: 在散步的同時， 用相機捕捉周圍美麗的色彩吧

# onboarding.empty.title
source: 아직 수집한 색이 없어요
en: No colors collected yet
ja: まだ収集した色がありません
zh_hans: 还没有收集到颜色
zh_hant: 還沒有收集到顏色

# onboarding.subtitle
source: 당신의 시선이 머문 자리를, 당신만의 색으로 가득 채워보세요
en: Fill every place your gaze lingers, with colors uniquely yours.
ja: あなたの視線が止まる場所を、 あなただけの色で満たしてみてください
zh_hans: 将您目光所停留的地方， 用只属于您的颜色填满吧
zh_hant: 將您目光所停留的地方， 用只屬於您的顏色填滿吧

# tab.camera
source: 촬영
en: Camera
ja: 撮影
zh_hans: 拍摄
zh_hant: 拍攝

# tab.collection
source: 컬렉션
en: Collection
ja: コレクション
zh_hans: 收藏
zh_hant: 收藏

# tab.home
source: 홈
en: Home
ja: ホーム
zh_hans: 主页
zh_hant: 主頁

# tab.map
source: 지도
en: Map
ja: マップ
zh_hans: 地图
zh_hant: 地圖

# textField.missionName.placeholder
source: 미션 이름
en: Mission name
ja: ミッション名
zh_hans: 任务名称
zh_hant: 任務名稱

# weather.blizzard
source: 눈폭풍
en: Blizzard
ja: 吹雪
zh_hans: 暴风雪
zh_hant: 暴風雪

# weather.blowingDust
source: 황사
en: Blowing Dust
ja: 黄砂
zh_hans: 沙尘暴
zh_hant: 沙塵暴

# weather.blowingSnow
source: 날리는 눈
en: Blowing Snow
ja: 地吹雪
zh_hans: 飞雪
zh_hant: 飛雪

# weather.breezy
source: 산들바람
en: Breezy
ja: そよ風
zh_hans: 微风
zh_hant: 微風

# weather.clear
source: 맑음
en: Clear
ja: 晴れ
zh_hans: 晴天
zh_hant: 晴天

# weather.cloudy
source: 흐림
en: Cloudy
ja: 曇り
zh_hans: 多云
zh_hant: 多雲

# weather.drizzle
source: 이슬비
en: Drizzle
ja: 霧雨
zh_hans: 毛毛雨
zh_hant: 毛毛雨

# weather.flurries
source: 가벼운 눈
en: Flurries
ja: にわか雪
zh_hans: 小雪
zh_hant: 小雪

# weather.foggy
source: 안개
en: Foggy
ja: 霧
zh_hans: 有雾
zh_hant: 有霧

# weather.freezingDrizzle
source: 어는 이슬비
en: Freezing Drizzle
ja: 凍霧雨
zh_hans: 冻雨毛毛雨
zh_hant: 凍雨毛毛雨

# weather.freezingRain
source: 어는 비
en: Freezing Rain
ja: 着氷性の雨
zh_hans: 冻雨
zh_hant: 凍雨

# weather.frigid
source: 매우 추움
en: Very Cold
ja: 猛烈な寒さ
zh_hans: 极寒
zh_hant: 極寒

# weather.hail
source: 우박
en: Hail
ja: ひょう
zh_hans: 冰雹
zh_hant: 冰雹

# weather.haze
source: 연무
en: Hazy
ja: もや
zh_hans: 烟雾
zh_hant: 煙霧

# weather.heavyRain
source: 폭우
en: Heavy Rain
ja: 大雨
zh_hans: 暴雨
zh_hant: 暴雨

# weather.heavySnow
source: 폭설
en: Heavy Snow
ja: 大雪
zh_hans: 暴雪
zh_hant: 暴雪

# weather.hot
source: 매우 더움
en: Very Hot
ja: 猛暑
zh_hans: 高温
zh_hant: 高溫

# weather.hurricane
source: 허리케인
en: Hurricane
ja: ハリケーン
zh_hans: 飓风
zh_hant: 颶風

# weather.isolatedThunderstorms
source: 드문 뇌우
en: Isolated Thunderstorms
ja: まれな雷雨
zh_hans: 局部雷暴
zh_hant: 局部雷暴

# weather.mostlyClear
source: 대체로 맑음
en: Mostly Clear
ja: ほぼ晴れ
zh_hans: 大致晴朗
zh_hant: 大致晴朗

# weather.mostlyCloudy
source: 대체로 흐림
en: Mostly Cloudy
ja: ほぼ曇り
zh_hans: 大致多云
zh_hant: 大致多雲

# weather.noInfo
source: 날씨 정보 없음
en: No weather info
ja: 天気情報なし
zh_hans: 无天气信息
zh_hant: 無天氣資訊

# weather.partlyCloudy
source: 구름 조금
en: Partly Cloudy
ja: 一部曇り
zh_hans: 少云
zh_hant: 少雲

# weather.rain
source: 비
en: Rain
ja: 雨
zh_hans: 雨
zh_hant: 雨

# weather.scatteredThunderstorms
source: 돌발 뇌우
en: Scattered Thunderstorms
ja: 突然の雷雨
zh_hans: 零散雷暴
zh_hant: 零散雷暴

# weather.sleet
source: 진눈깨비
en: Sleet
ja: みぞれ
zh_hans: 雨夹雪
zh_hant: 雨夾雪

# weather.smoky
source: 연기
en: Smoky
ja: 煙霧
zh_hans: 烟雾弥漫
zh_hant: 煙霧瀰漫

# weather.snow
source: 눈
en: Snow
ja: 雪
zh_hans: 雪
zh_hant: 雪

# weather.strongStorms
source: 강한 뇌우
en: Strong Storms
ja: 激しい雷雨
zh_hans: 强雷暴
zh_hant: 強雷暴

# weather.sunFlurries
source: 맑다가 눈
en: Sun Flurries
ja: 晴れのちにわか雪
zh_hans: 晴转小雪
zh_hant: 晴轉小雪

# weather.sunShowers
source: 맑다가 소나기
en: Sun Showers
ja: 晴れのちにわか雨
zh_hans: 晴转阵雨
zh_hant: 晴轉陣雨

# weather.thunderstorms
source: 뇌우
en: Thunderstorms
ja: 雷雨
zh_hans: 雷暴
zh_hant: 雷暴

# weather.tropicalStorm
source: 열대 폭풍
en: Tropical Storm
ja: 熱帯低気圧
zh_hans: 热带风暴
zh_hant: 熱帶風暴

# weather.unknown
source: 날씨 정보
en: Weather Info
ja: 天気情報
zh_hans: 天气信息
zh_hant: 天氣資訊

# weather.windy
source: 강풍
en: Windy
ja: 強風
zh_hans: 大风
zh_hant: 大風

# weather.wintryMix
source: 겨울 혼합
en: Wintry Mix
ja: 冬の混合降水
zh_hans: 冬季混合降水
zh_hant: 冬季混合降水
